import React from 'react'

const About = () => {
  return (
    <div className='about'>
        <div className="about__item">
        <h1>Что же делать?</h1>
        <h2>Чтобы включить ваше Солнце, вернуть вам себя и подключиться к состоянию Потока, необходимо регулярно выполнять определенные действия.</h2>
        <h2>На основе данных о ваших времени, дате и месте рождения составляется натальная карта, по которой определяется положение Солнца и влияние на него других планет. Это то, каким вас задумала Вселенная или Творец. Назовем это ваши “заводские настройки”.
        Они индивидуальны для каждого. Некоторые даже могут вас шокировать!</h2>
        <h2>Получите свой персональный список из 15-30 действий. Действуйте! И наблюдайте за тем, как меняется ваша жизнь!</h2>
        <button>Зажечь свое солнце</button>
        </div>
        <div className="about__item2">
            <h1>?</h1>
        </div>

    </div>
  
)}

export default About    