import React from 'react'

const Info = () => {
  return (
    <div className='info'
    style={{
        background: 'url(images/bg4.png) no-repeat center center / cover , #000'
    }} >
        <h1>Как понять, что Солнце заработало!?</h1>
        <div className="info__text">
            <p>Чудесное, загадочное и непонятно как достигаемое состояние ПОТОКА. Это настолько избитое понятие, что, возможно, вас уже от него тошнит. Это как популярные фразочки типа «люби себя», «будь в моменте», «осознанность»! Что это все значит? Все про это трубят, но каково это, вы не узнаете, пока не почувствуете сами. Пока не ЗАХОТИТЕ это почувствовать. 
            Пока не начнёте ДЕЙСТВОВАТЬ для достижения этого. </p>
        </div>
    </div>
  )
}

export default Info