import React from 'react'

const Info2 = () => {
  return (
    <div className='info2'>
        <img src="./images/photo11.png" />
        <div className="info2__text">
            <h1 className='quota'>''</h1>
            <p>Как хорошо описано в книге «Хохот Шамана», мы можем описать лишь то, что когда либо делали или делаем постоянно. И то, какие чувства мы при этом испытываем. У каждого оно будет своё, даже если мы внешне делаем одно и то же. 
            Так и тут. Потоковое состояние мы можем вспомнить из детства, когда мы могли, не замечая времени, людей, дождя часами варить суп для любимой куклы из воды из лужи и трухлявого пня. Или гонять мяч, прятаться, чтоб подольше искали, рассказывать страшилки и бояться... во всем этом есть ИГРА. Мы как будто играли в жизнь, и не было ничего больше в этом мире. Мы растворялись в моменте. 
            А потом родительские предписания, бабушкины установки, общественное порицание, социальные нормы - и всё... вот они мы новые, удобные обществу роботы. 
            И не удивительно, что к 30, когда «злой» учитель Сатурн возвращается, мы либо приумножаем все накопленное, либо впадаем в депрессию «кто я и где я и зачем я»
            </p>
            <h1 className='quota2'>''</h1>
        </div>
    </div>
  )
}

export default Info2